{
    "questions" : [
        {
            "q" : "Which actor and comedian voices Jasper in Fable III?",
            "a" : "John Cleese"
        },
        {
            "q" : "Introduced in Mario Kart 64 and a staple of the series since, which controversial projectile targets the race leader?",
            "a" : "The Blue Shell"
        },
        {
            "q" : "Which open-world survival game is set on the fictional planet 4546B?",
            "a" : "Subnautiica"
        },
        {
            "q" : "Game Boy's launch title Alleyway was a close of which classic 1976 Atari arcade game?",
            "a" : "Breakout"
        },
        {
            "q" : "Geral of Rivia appears as a playable character in which 2018 fighting game?",
            "a": "Soulcalibur VI"
        },
        {
            "q" : "What are the nicknames for the four Pac-Man ghosts?",
            "a" : "Blink, Pinky, Inky, and Clyde"
        },
        {
            "q" : "What is the name of the main playable character in the Metro series?",
            "a" : "Artyom"
        },
        {
            "q" : "In the 1997 game Oddworld: Abe's Oddysee, who is the CEO of RuptureFarms?",
            "a" : "Mollukc the Glukkon"
        },
        {
            "q" : "Which studio was the developer of the 2018 game Spider-Man?",
            "a" : "Insomniac Games"
        },
        {
            "q" : "In the multiplayer fo Nintendo 64's classic GoldenEye 007, which weapon is famed for its ability to defeat an opponent with a single shot?",
            "a" : "Golden Gun"
        },
        {
            "q" : "In the point-and-click adventure game Beneath a Steel Sky, what is the name of Robert Foster's robot companion?",
            "a" : "Joey"
        },
        {
            "q" : "What is the name of the witch in Banjo-Kazooie, responsible for the kidnapping of Banjo's sister, Tooty?",
            "a" : "Gruntilda"
        },
        {
            "q" : "Which science fiction-themed Japanese role-playing game series is developed by Tri-Ace?",
            "a" : "Star Ocean"
        },
        {
            "q" : "In the 1986 arcade game Out Run, what type of car does the player control?",
            "a" : "Ferrari Testarossa Spider"
        },
        {
            "q" : "Released by Nintendo, what is the name of the cardboard interactive toy line compatible with the Nintendo Switch console?",
            "a" : "Nintendo Labo"
        },
        {
            "q" : "What is the name of the undead protagonist of the 1998 game MediEvil?",
            "a" : "Sir Daniel Fortesque"
        },
        {
            "q" : "Which video game is set at Bullworth Academy?",
            "a" : "Bully"
        },
        {
            "q" : "Released for the Sega CD peripheral to the Mega Drive in 1992, which full motion video game has the player protect Kelli Medd, and others, using traps and security cameras?",
            "a" : "Night Trap"
        },
        {
            "q" : "What is the name of the South Park role-playing game that was released in 2014?",
            "a" : "South Park: The Stick of Truth"
        }
    ]
}